Repository: MathiasVintherSoendergaard/MyPlants
Catalog: MyPlants/*.lproj/Localizable.strings
Languages: da

# welcomeViewNotDoneYet
source: This is WelcomeView, which is not done yet
da: Dette er WelcomeView, som ikke er færdigt endnu

source: Home
da: Hjem

source: Calendar
da: Kalender

source: Add Plant
da: Tilføj plante

source: Search
da: Søg

source: My Plants
da: Mine planter

# calendarViewNotDoneYet
source: This is CalendarView, which is not done yet
da: Dette er CalendarView, som ikke er færdigt endnu

# plantName
source: Write the name of your plant
da: Skriv navnet på din plante

# plantSpecies
source: Write the species of your plant
da: Skriv din plantes art

# plantDescription
source: Write a short description of your plant
da: Skriv en kort beskrivelse af din plante

# takePictureButton
source: Take a picture of your plant
da: Tag et billede af din plante

# choosePictureButton
source: Choose a picture of your plant
da: Vælg et billede af din plante

# savePlantButton
source: Save plant
da: Gem plante

# searchViewNavigationTitle
source: Search species
da: Søg i plantearter

# searchPrompt
source: Search species
da: Søg i plantearter

# allPlantsViewNavigationTitle
source: My Plants
da: Mine planter

source: No name yet
da: Endnu intet navn

source: About
da: Om

source: Description
da: Beskrivelse

source: No description yet
da: Endnu ingen beskrivelse

source: Species
da: Art

source: No species yet
da: Endnu ingen art

source: No cycle yet
da: Endnu ingen cyklus

source: No watering yet
da: Endnu ingen vandingsfrekvens

source: No sunlight yet
da: Endnu intet sollys

source: Plant creation date
da: Plantens oprettelsesdato

# noplantCreationDateYet
source: No plant creation date
da: Ingen oprettelsesdato

source: Name
da: Navn

# showCalendarButton
source: Show calendar
da: Vis kalender

# takeNewPictureOfPlantButton
source: Take a new picture of your plant
da: Tag et nyt billede af din plante

source: Edit
da: Rediger

source: Done
da: OK

source: Not defined
da: Ikke defineret

source: Watering
da: Vandingsfrekvens

source: None
da: Ingen

source: Minimum
da: Minimal

source: Average
da: Gennemsnitlig

source: Frequent
da: Ofte

source: Sunlight
da: Sollys

source: Full shade
da: Fuld skygge

source: Part shade
da: Delvis skygge

source: Sun/part shade
da: Sol/delvis skygge

source: Full sun
da: Fuld sol

source: Cycle
da: Cyklus

source: Perennial
da: Flerårig

source: Biennial
da: Toårig

source: Annual
da: Årlig

source: Biannual
da: Halvårlig
